---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.ColumnFailures
source: html/3425a4c2-2732-9557-960a-b37c85b49ea6.htm
---
# BuiltInFailures.ColumnFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.